tap "akeru-inc/tap"
tap "apple/apple"
tap "cowsay-org/cowsay"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "majd/repo"
tap "mongodb/brew"
tap "wader/tap"
brew "libpaper"
brew "a2ps"
brew "ack"
brew "imath"
brew "xz"
brew "zstd"
brew "openexr"
brew "openssl@3"
brew "readline"
brew "archey4"
brew "gettext"
brew "aria2"
brew "icu4c"
brew "boost"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "asimov"
brew "ast-grep"
brew "atomicparsley"
brew "atuin"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "bfs"
brew "bison"
brew "blueutil"
brew "cabextract"
brew "pcre2"
brew "glib"
brew "cdrtools"
brew "certbot"
brew "clang-format"
brew "cmake"
brew "cmocka"
brew "colordiff"
brew "csvkit"
brew "deno"
brew "diffutils"
brew "djvulibre"
brew "djview4"
brew "ghostscript"
brew "djvu2pdf"
brew "dnsmasq"
brew "dos2unix"
brew "exercism"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fd"
brew "libogg"
brew "flac"
brew "isl"
brew "mpfr"
brew "harfbuzz"
brew "mbedtls"
brew "libvorbis"
brew "libsndfile"
brew "libsodium"
brew "openblas"
brew "pango"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "fftw"
brew "figlet"
brew "gdbm"
brew "geoipupdate"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpp"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "groff"
brew "hidapi"
brew "html2text"
brew "htop"
brew "httpie"
brew "hugo"
brew "id3lib"
brew "iftop"
brew "liblqr"
brew "imagemagick"
brew "iperf3"
brew "ipython"
brew "jenv"
brew "jpeg"
brew "jq"
brew "k6"
brew "launchctl-completion"
brew "libao"
brew "libcue"
brew "libffi"
brew "libmagic"
brew "libvo-aacenc"
brew "llm"
brew "luarocks"
brew "mackup"
brew "mad"
brew "mas"
brew "mercurial"
brew "micromamba"
brew "mp3info"
brew "mp4v2"
brew "mupdf"
brew "zlib"
brew "mysql"
brew "pandoc"
brew "nb"
brew "neofetch"
brew "node"
brew "ollama", restart_service: true
brew "ossp-uuid"
brew "p7zip"
brew "parallel"
brew "pbzip2"
brew "pgcli"
brew "pgformatter"
brew "pidof"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@15", restart_service: true, link: true
brew "pstree"
brew "pup"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "qemu"
brew "qt"
brew "r"
brew "radare2"
brew "redis"
brew "rlwrap"
brew "ruby", link: true
brew "rustup-init"
brew "sassc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "slurm"
brew "speedtest-cli"
brew "sphinx-doc"
brew "subversion"
brew "swiftformat"
brew "swig"
brew "telnet"
brew "tesseract-lang"
brew "texi2html"
brew "trash"
brew "tree"
brew "uncrustify"
brew "universal-ctags"
brew "vim"
brew "vnu"
brew "watch"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "wimlib"
brew "wxwidgets"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "zinit"
brew "zsh"
brew "zsh-completions"
brew "cowsay-org/cowsay/cowsay-apj"
brew "go-task/tap/go-task"
brew "wader/tap/fq"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "audio-hijack"
cask "backuploupe"
cask "balsamiq-wireframes"
cask "betterdiscord-installer"
cask "bit-slicer"
cask "calibre"
cask "cd-to"
cask "cleanshot"
cask "dash"
cask "dbeaver-community"
cask "dbvisualizer"
cask "deeper"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "electrum"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "font-inconsolata"
cask "font-inconsolata-g"
cask "font-input"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-source-code-pro"
cask "gimp"
cask "iina"
cask "imhex"
cask "inkscape"
cask "insomnia"
cask "ipatool"
cask "kextviewr"
cask "knockknock"
cask "loom"
cask "loopback"
cask "mactex"
cask "maintenance"
cask "microsoft-auto-update"
cask "miniconda"
cask "mitmproxy"
cask "mullvad-browser"
cask "mullvadvpn"
cask "ngrok"
cask "obs"
cask "obs-websocket"
cask "obsidian"
cask "onyx"
cask "openemu"
cask "openmtp"
cask "prince"
cask "qbittorrent"
cask "rar"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "spotify"
cask "steam"
cask "temurin"
cask "temurin8"
cask "tor-browser"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wireshark"
cask "xquartz"
cask "zed"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Boop", id: 1518425043
mas "Codye", id: 1516894961
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Disk Speed Test", id: 425264550
mas "EasyRes", id: 688211836
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iA Writer Classic", id: 439623248
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Lungo", id: 1263070803
mas "Mattermost", id: 1614666244
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PerformanceTest", id: 1560051043
mas "Playgrounds", id: 1496833156
mas "Presentify", id: 1507246666
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Speeko", id: 1071468459
mas "Stockfish", id: 801463932
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Textual IRC Client", id: 896450579
mas "Transmit", id: 403388562
mas "Transporter", id: 1450874784
mas "TweetDeck", id: 485812721
mas "VBAN Talkie Cherry", id: 1553486090
mas "WhatsApp", id: 1147396723
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "aeschli.vscode-css-formatter"
vscode "bierner.markdown-preview-github-styles"
vscode "budparr.language-hugo-vscode"
vscode "chrisjaustin.postgres-plan"
vscode "ckolkman.vscode-postgres"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "joaompinto.vscode-graphviz"
vscode "karunamurti.haml"
vscode "kevinrose.vsc-python-indent"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.wordcount"
vscode "peakchen90.open-html-in-browser"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "vincaslt.highlight-matching-tag"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
